{
    "title": "Easy Tiramisu Recipe (no raw eggs!)",
    "description": "This is by no means \"authentic\" tiramisu in that it has no raw eggs, but it's just as tasty!",
    "ingredients": [
      {
        "item": "lady fingers",
        "amount": "About 1.5 packages",
        "notes": "HARD lady fingers, NOT the soft ones. Imported from Italy preferred."
      },
      {
        "item": "strong coffee/espresso",
        "amount": "2 C"
      },
      {
        "item": "rum or marsala wine",
        "amount": "9 Tbsp",
        "notes": "Can half this for a less pronounced alcoholic flavor"
      },
      {
        "item": "heavy cream",
        "amount": "1 C"
      },
      {
        "item": "mascarpone",
        "amount": "1-1.5 lb"
      },
      {
        "item": "sugar",
        "amount": "2/3 C, divided"
      },
      {
        "item": "vanilla extract",
        "amount": "1 tsp"
      },
      {
        "item": "cocoa powder",
        "amount": "2-3 Tbsp"
      },
      {
        "item": "chopped chocolate/chocolate shavings",
        "amount": "Handful",
        "notes": "optional"
      }
    ],
    "instructions": [
      {
        "step": 1,
        "title": "Prepare coffee/alcohol for dipping",
        "description": "Combine coffee in a wide, shallow bowl, and combine with about 5 Tbsp of the rum. Set aside."
      },
      {
        "step": 2,
        "title": "Prepare mascarpone/cream mixture",
        "description": "Whip heavy cream with 1/3 C sugar, 1 tsp vanilla extract, and 2 Tbsp rum, until you have soft peaks. Then, slowly fold in the mascarpone along with the other 1/3 C sugar and 2 Tbsp rum. Whip altogether until nice and fluffy. Set aside."
      },
      {
        "step": 3,
        "title": "Prepare tiramisu layers",
        "description": "Dip each side of a lady finger into the coffee/rum mixture for no more than 1-2 seconds per side (DO NOT DIP TOO LONG; This is the biggest mistake in making tiramisu. NO SOGGINESS!). Then, carefully lay in a pan (8x5 in), making sure all the ladyfingers are lined up side by side; trim if needed to fix snugly into pan. Then, add a generous, even layer of the mascarpone/cream mixture on top of the ladyfingers, smoothing them out on the edges with a spatula. Dust with some cocoa powder with a colander/sieve. Repeat the ladyfinger layer with the final mascarpone layer, and dust the top with cocoa powder and chocolate shavings if using."
      },
      {
        "step": 4,
        "title": "Refrigerate tiramisu",
        "description": "Refrigerate for at least 6 hours to allow it to set, and allowing the lady fingers to soften well. Cut with a clean knife, wiping off between slices for the cleanest edges, and enjoy!"
      }
    ],
    "prepTime": "30 minutes",
    "chillTime": "at least 6 hours",
    "panSize": "8x5 in"
  }